/* warning sheet: warning title */
"Are you sure you want to convert your server to an advanced configuration?" = "サーバを詳細構成に変換してもよろしいですか？";

/* warning sheet: Cancel button title */
"Cancel" = "キャンセル";

/* warning sheet: Convert button title */
"Convert" = "変換";

/* confirmation panel: summary string */
"Converting %@ to an advanced configuration of Mac OS X Server." = "%@ を Mac OS X Server の詳細構成に変換しています。";

/* progress text status message */
"Converting server to an advanced configuration" = "サーバを詳細構成に変換しています";

/* role description */
"Converts your server from a %@ configuration to advanced configuration of Mac OS X Server." = "サーバを Mac OS X Server の %@ 構成から詳細構成に変換します。";

/* No comment provided by engineer. */
"kStandardServer" = "kStandardServer";

/* No comment provided by engineer. */
"kWorkgroupServer" = "kWorkgroupServer";

/* warning sheet: warning description */
"The conversion cannot be undone, and you will have to administer your server using Server Admin and Workgroup Manager instead of Server Preferences." = "この変換は取り消せません。今後サーバを管理するときは、“サーバ環境設定”の代わりに“サーバ管理”および“ワークグループマネージャ”を使用する必要があります。";

/* main description text, both variables are for the prior configuration type (standard or advanced) */
"This assistant will convert your server from a %@ configuration to an advanced configuration of Mac OS X Server.  You may want to do this to have more administrative control of your server configuration.\n\nTo learn about the differences between a %@ configuration and an advanced configuration, click the Help button below." = "サーバを Mac OS X Server の %1$@ 構成から詳細構成に変換します。サーバ構成の管理をより詳細に制御したい場合は、この操作をお勧めします。\n\n%2$@ 構成と詳細構成の違いについては、下の“ヘルプ”ボタンをクリックしてください。";

